import React from "react";

const PersianAbbout = () => {
  return (
    <div>
      <div>
        {" "}
        <div className="text-sm max-[290px]:text-xs bg-base-200 py-5 w-full ">
          <div className="mx-auto w-fit">
            <h3 className="text-4xl  px-11 text-info">ارتباط با پرگیمر</h3>
            <p className="px-3 md:px-11 ">
              <br />
              برای ارتباط با پرگمیر می توانید با یکی از شماره های زیر بین ساعات
              : <br /> <br />
              <small className="text-3xl text-accent mx-1">9</small> صبح تا{" "}
              <small className="text-3xl text-accent mx-1">5</small> بعد از ظهر
              تماس بگیرید.
              <br />
              <br />
              بخش ارتباط کاربران :{" "}
              <small className="text-red-500 max-[290px]:text-sm max-[290px]:ml-6 text-lg ml-4">
                09359794302
              </small>
              <br />
              بخش فنی :{" "}
              <small className="text-red-500 text-lg max-[290px]:text-sm  ml-16">
                09359794205
              </small>
              <br />
              <br />
              همچنین کاربران پرگیمر می توانند از منو کاربری گزینه ارتباط با
              پشتیبانی با پرگیمر در ارتباط باشند.
            </p>
          </div>
        </div>
      </div>
      <div className=" h-full w-full">
        <div className="max-w-7xl px-3 md:px-11 mx-auto">
          <h1 className=" my-3 text-info  text-3xl text-center">
            قوانین و مقررات
          </h1>
          <h5 className="text-3xl text-accent">مقدمه :</h5>
          <br />
          <p className="px-3 ">
            با توجه به گسترش روز افزون بازی های مجازی و اهمیت آنها در جوامع
            مختلف، بازیکنان این بازی ها گاها به دارایی ها و مهارت هایی دست پیدا
            می کنند که در دنیای واقعی نیز ارزش دارند و می توانند به دیگران
            انتقال داده شوند. به دلیل تحریم های ایران و نیاز به زیرساخت هایی
            برای معرفی این دارایی ها و خدمات، پرگیمر به منظور تسهیل ارتباط،
            انتقال و تأیید کیفیت خدمات و همچنین ایجاد بستری امن و مطمئن برای
            کاربران بازی های مجازی، به وجود آمده است. برای بیان خدماتی که پرگیمر
            ارائه می‌دهد یا قصد ارائه آن را دارد، با ذکر چند مثال به توضیح بیشتر
            می‌پردازیم:
          </p>
          <p className="px-3 my-3">
            1. فردی در بازی دوتا2 یک آیتم آرکینا دارد و می‌خواهد با انتقال
            آرکینا به کاربر دیگر، مستقیماً پول دریافت کند. پرگیمر با استفاده از
            بات، آیتم را نگهداری کرده و وقتی خریدار مبلغ را پرداخت کرد، آیتم را
            به خریدار منتقل و پول را به فروشنده پرداخت می‌کند. با این کار،
            ممنوعیت‌های شبکه استیم برای عدم امکان انتقال دارایی برای کاربران
            ایرانی را ممکن می‌کند و انتقال پول را در بستری امن و مطمئن قرار
            می‌دهد. همچنین، بات روند انتقال را تسریع کرده و تجربه بهتری برای
            خریدار ممکن می‌کند.
          </p>
          <p className="px-3 ">
            <small className="text-xl text-primary">
              واژگان و اصطلاحاتی که در قوانین و موافقتانه(یا در وب سایت) استفاده
              شده دارای معانی زیر میباشند: <br />
            </small>
            <br />
            پرگیمر: یک برند است که با استفاده از دامنه pergamer.com خدمات خود را
            ارائه می‌دهد. <br />
            سی اس 2 : بازی CS2 عرضه شده از شرکت Valve . <br />
            دوتا2 : بازی DOTA2 عرضه شده از شرکت Valve . <br />
            تی اف 2 : بازی TF2 عرضه شده از شرکت Valve .<br />
            استیم : پلتفرم ارایه کننده بازیها. <br />
            آیتم تریدی : به معنای دارایی های موجود در شبکه استیم که قابلیت
            انتقال مابین کاربرها از روش خاص Trading را دارا هستند. <br />
            آیتم های گیفتی : به معنای دارایی های موجود در بازی دوتا2 که از روش
            خاص Gifting قابلیت انتقال دارند. <br />
            کاربر: اشخاص حقیقی که در سایت ثبت نام و ازخدمات آن استفاده نمایند.{" "}
            <br /> <br />
            <small className="text-xl text-primary ">
              وبسایت پرگیمر تابع قوانین جمهوری اسلامی ایران بوده و در موارد
              عمومی و حقوقی پیگیری ها از طریق مراجع قضایی خواهد بود. <br />{" "}
              <br />
            </small>
            با ثبت نام و استفاده از سایت پرگیمر، کاربر موافقت خود را با تمامی
            قوانین سایت اعلام می کند. پرگیمر حق بروزرسانی قوانین را دارد و کاربر
            موافقت می کند که ادامه استفاده از سایت به معنای پذیرش هرگونه تغییرات
            قوانین است. هرگونه تغییر در قوانین از طریق لیست(دکمه زنگوله شکل)
            اعلانات به اطلاع عمومی خواهد رسید و کاربران می توانند عضویت خود را
            در صورت عدم پذیرش قوانین جدید، از طریق پشتیبانی معلق کنند. <br />
          </p>
          <br />
          <h5 className="text-3xl my-2  text-accent">شرایط عمومی :</h5> <br />
          <p className=" px-3 ">
            1. فقط افراد حقیقی مجاز به ایجاد حساب کاربری در پرگیمر هستند و
            شرکت‌ها و سازمان‌ها مجاز به ثبت نام و استفاده از سرویس‌های پرگیمر
            نیستند. <br />
            <br />
            2. برای ثبت نام و استفاده از پرگیمر، کاربر باید یک شماره موبایل داخل
            کشور را جهت احراز کد ثبت نام در اختیار داشته باشد. همچنین، هر کاربر
            محدودیتی در میزان تراکنش خود دارد و فقط افراد بالای ۱۸ سال می توانند
            با رعایت دستورالعمل‌های پرگیمر، محدودیت‌های تراکنش خود را افزایش
            دهند. <br />
            <br />
            3. ایجاد حساب کاربری و وارد کردن هرگونه اطلاعات شخصی با استفاده از
            اطلاعات شخصی دیگران غیراز سازنده حساب، ممنوع است و در صورت تخلف،
            کاربر متخلف می‌بایست در مقابل مراجع قضایی پاسخگو باشد. <br />
            <br />
            4. پرگیمر حق تعلیق حساب کاربری و ضبط دارایی‌های مجازی را در صورت
            تخلف داراست. در این موارد، تصمیم‌گیری به عهده پرگیمر است و در صورت
            لزوم، به مراجع قضایی ارجاع خواهد شد.
            <br />
            <br />
            5. هر فرد می‌بایست تنها یک حساب کاربری در پرگیمر داشته باشد و از آن
            استفاده کند. در صورت فراموشی اطلاعات کاربری و یا عدم توانایی در
            دسترسی به حساب، باید با پشتیبانی تماس گرفته و به جای ساخت حساب جدید،
            راه‌حل‌های مناسب برای بازیابی حساب کاربری خود را پیگیری کند.
            <br />
          </p>
          <h5 className="text-3xl my-5  text-accent">
            {" "}
            احراز هویت و محدودیت های استفاده
          </h5>
          <p className=" px-3 ">
            1. هر فرد با باز کردن حساب کاربری و تأیید شماره موبایل، مجاز است از
            پرگیمر خرید کند. برای افزایش سقف خرید، کاربر باید از طریق بخش
            اطلاعات کارت‌های بانکی حساب کاربری خود اقدام کند.
            <br /> <br />
            2. پرگیمر موظف است و تعهد دارد که اطلاعات شخصی و تصاویر بارگذاری شده
            توسط افراد را به هیچ شخص ثالثی ارائه ندهد و از آنها به منظور هرگونه
            استفاده دیگری صرف‌نظر کند، به استثنای مواردی که با دستور قضایی منتفی
            می‌شود.
            <br /> <br />
            3. حساب کاربری تنها باید توسط خود افتتاح کننده حساب مورد استفاده
            قرار بگیرد. ارائه رمز عبور و دسترسی به شخص ثالث خلاف این موافقتنامه
            می باشد.
            <br /> <br />
            4. کاربر با آگاهی کامل اعلام می‌کند که پرگیمر هیچگونه مسئولیتی در
            صورت ورود اطلاعات حساب کاربری خود در آدرسی غیر از دامنه پرگیمر که در
            این موافقت‌نامه صراحتاً ذکر شده است و در صورتی که این امر باعث انجام
            عملیات فیشینگ یا هرگونه فعالیت غیرقانونی و به‌منظور تلف شدن دارایی
            کاربر شود، ندارد. کاربر با قبول شرایط این موافقت‌نامه، حق هرگونه
            اعتراض خود را در مقامات اداری و قضایی علیه پرگیمر سلب و ساقط
            می‌نماید.
            <br /> <br />
            5. مسئولیت حساب کاربری و هرگونه تراکنش مالی، شامل واریز، برداشت،
            خرید و فروش، تنها به عهده کاربر می باشد و پرگیمر در قبال هرگونه
            خسارت ناشی از سرقت حساب کاربری توسط شخص ثالث و یا دسترسی غیرمجاز
            مسئولیتی ندارد.
            <br /> <br />
            6. در صورت دسترسی شخص ثالت به حساب کاربری به هر طریقی ولو از راه غیر
            قانونی و یا با اکراه، پیگیری امور مربوط به مسئولیت مدنی و کیفری
            اقدامات انجام شده توسط شخص ثالث با حساب کاربری کاربر اصلی شامل و نه
            محدود به ورود خسارت به غیر و یا کاربر و جرایم مالی مانند کلاهبرداری،
            پولشویی و غیره بر عهده کاربر می باشد و هیچگونه مسئولیت قانونی و
            قضایی برای پرگیمر وجود نخواهد داشت.
            <br /> <br />
            7. در صورت وارد کردن هرگونه اطلاعات اشتباه سهوی، کاربر باید فورا از
            طریق پشتیبانی اقدام به اصلاح اشتباه کند.
            <br />
          </p>
          <h5 className="text-3xl my-5  text-accent"> موارد عمومی</h5>
          <p className=" px-3 ">
            پرگیمر یک بستر تسهیل کننده ارائه خدمات گیمری و انتقال دارایی‌های
            مربوط به گیم است و هر دو دریافت‌کننده و ارائه‌دهنده باید قوانین
            پرگیمر را رعایت کنند.
            <br /> <br />
            ۱. پس از خرید و دریافت محصول، خریدار امکان کنسل کردن خرید را ندارد
            مگر در حالتی که قیمت محصول به شدت ناعادلانه بوده و این موضوع به
            تایید پشتیبانی پرگیمر برسد. در این صورت، خریدار تا ۲۴ ساعت فرصت دارد
            تا از طریق پشتیبانی اقدام به درخواست کنسلی خرید کند.
            <br /> <br />
            2. در صورت بروز هرگونه اخلال از طرف پلتفرم‌های ارائه‌دهنده بازی‌ها
            مانند وبسایت استیم و ایجاد مشکل در روند ارائه خدمات، تصمیم‌گیرنده
            نهایی در مورد وضعیت پرگیمر خواهد بود و با بررسی شرایط به خریداران و
            فروشنده‌ها مراتب را اطلاع خواهد داد.
            <br /> <br />
          </p>
        </div>
      </div>
    </div>
  );
};

export default PersianAbbout;
